ada-url
aom
aribb24
bat
bbrew
boost
borders
brotli
btop
c-ares
ca-certificates
cairo
cask
certifi
cjson
cmatrix
cocoapods
commitizen
coreutils
ctags
dav1d
deno
double-conversion
edencommon
emacs
eza
fastfetch
fb303
fbthrift
fd
ffmpeg
ffmpeg-full
fizz
flac
fmt
folly
fontconfig
freetype
frei0r
fribidi
fzf
gdb
gdbm
gettext
gflags
gh
giflib
git
glib
glog
gmp
gnupg
gnutls
gpgme
gpgmepp
graphite2
harfbuzz
hdrhistogram_c
highway
htop
icu4c@78
imath
ios-deploy
jpeg-turbo
jpeg-xl
kubernetes-cli
lame
lazygit
leptonica
libarchive
libass
libassuan
libb2
libbluray
libdatrie
libdeflate
libevent
libgcrypt
libgit2
libgpg-error
libiconv
libidn2
libksba
libmicrohttpd
libnghttp2
libnghttp3
libngtcp2
libogg
libplacebo
libpng
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libthai
libtiff
libudfread
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
llama.cpp
llhttp
lpeg
lua
luajit
luv
lynx
lz4
lzo
mbedtls@3
media-control
mpdecimal
mpfr
mpg123
mvfst
ncurses
neovim
nettle
node
node@20
npth
nspr
nss
nushell
nvm
oniguruma
opencore-amr
openexr
openjpeg
openjph
openssl@3
opus
p11-kit
pango
pcre2
pinentry
pipx
pixman
poppler
python@3.10
python@3.12
python@3.13
python@3.14
rav1e
readline
ripgrep
rubberband
ruby
sdl2
sevenzip
shaderc
simdjson
sketchybar
snappy
spaceship
speex
sqlite
srt
starship
superfile
svt-av1
tesseract
thefuck
theora
tig
tree
tree-sitter
tree-sitter@0.25
typescript
unbound
unibilium
utf8proc
uvwasi
vim
vulkan-headers
vulkan-loader
wangle
watchman
webp
wget
whisper-cpp
wifi-password
x264
x265
xorgproto
xvid
xxhash
xz
yazi
yt-dlp
yyjson
zeromq
zimg
zoxide
zsh
zsh-async
zsh-autocomplete
zsh-autosuggestions
zsh-syntax-highlighting
zstd
1kc-razer
aerospace
blender
boring-notch
copilot-cli
docker
docker-desktop
firefox
font-hack-nerd-font
font-meslo-lg-nerd-font
google-chrome
pear-desktop
temurin
visual-studio-code
wezterm
zed
